aaron-bond.better-comments
ahebrank.yaml2json
AlanWalk.markdown-toc
amazonwebservices.aws-toolkit-vscode
aws-scripting-guy.cform
bajdzis.vscode-database
batisteo.vscode-django
bibhasdn.django-snippets
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.jupyter
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
eriklynd.json-tools
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
formulahendry.code-runner
foxundermoon.shell-format
GrapeCity.gc-excelviewer
humao.rest-client
ikappas.phpcs
JFrog.jfrog-vscode-extension
jitcoder.es-query
jithurjacob.nbpreviewer
johnpapa.winteriscoming
KnisterPeter.vscode-github
lonefy.vscode-JS-CSS-HTML-formatter
mads-hartmann.bash-ide-vscode
magicstack.MagicPython
mauve.terraform
mkaufman.HTMLHint
mohsen1.prettify-json
mrcrowl.hg
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.Go
mtxr.sqltools
njpwerner.autodocstring
redhat.vscode-yaml
ria.elastic
rogalmic.bash-debug
sdras.night-owl
shakram02.bash-beautify
sidthesloth.html5-boilerplate
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-maven
vscoss.vscode-ansible
wholroyd.jinja
XebiaLabs.vscode-devops-as-code
yamajyn.commandlist
yzane.markdown-pdf
yzhang.markdown-all-in-one
